Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: Ah!\nSo, you've returned, {PLAYER}!\pI lead the ELITE FOUR.\pYou can call me LANCE the dragon\nTRAINER.\pYou know that dragons are\nmythical POKéMON.\pThey're hard to catch and raise,\nbut their powers are superior.\pThey're virtually indestructible.\nThere's no being clever with them.\pWell, are you ready to lose?\pYour LEAGUE challenge ends with\nme, {PLAYER}!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Ach!\nWięc wróciłeś, {PLAYER}!\pProwadzę ELITARNĄ CZWÓRKĘ.\pMożesz mnie nazywać LANCE,\nTRENER smoków.\pWiesz, że smoki to mityczne\nPOKéMONY.\pSą trudne do złapania i trenowania,\nale drzemie w nich wielka siła.\pSą praktycznie niezniszczalne.\nNie można ich pokonać sprytem.\pWięc, czy jesteś gotów na porażkę?\pTwoja zabawa z LIGĄ kończy się\ntutaj, {PLAYER}!{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

# That's it!pI hate to admit it, but you are a POKéMON master!
source: That's it!\pI hate to admit it, but you are a\nPOKéMON master!
pl: Tak jest!\pCiężko mi to przyznać ale jesteś\nmistrzem POKéMON!

source: I still can't believe my dragons\nlost to you, {PLAYER}.\pYou are now the POKéMON LEAGUE\nCHAMPION!\p…Or, you would have been, but\nyou have one more challenge left.\pThere is one more TRAINER to face!\nHis name is…\p{RIVAL}!\pHe beat the ELITE FOUR before\nyou.\pHe is the real POKéMON LEAGUE\nCHAMPION.
pl: Nadal nie wierzę, że moje smoki\nprzegrały, {PLAYER}.\pJesteś teraz MISTRZEM LIGI\nPOKéMONÓW!\p...A w zasadzie byłbyś, gdyby nie\njeszcze jedno zadanie przed tobą.\pJest tu jeszcze jeden TRENER!\nMówi, że nazywa się...\p{PLAYER}!\pPokonał ELITARNĄ CZWÓRKĘ przed\ntobą.\pTo on jest prawdziwym MISTRZEM\nLIGI.

source: Welcome to the POKéMON LEAGUE.\pI am LORELEI of the ELITE FOUR.\pNo one can best me when it comes\nto icy POKéMON.\pFreezing moves are powerful.\pYour POKéMON will be at my mercy\nwhen they are frozen solid.\pHahaha!\nAre you ready?{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Witamy w LIDZE POKéMON!\pNazywam się LORELEI z\nELITARNEJ CZWÓRKI.\pNikt nie pobije moich lodowych\nPOKéMONÓW.\pZmrażające ruchy są potężne.\pTwoje POKéMONY będą błagać o litość,\ngdy zrobię z nich kostki lodu.\pChachacha!\nGotowy?{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

source: Welcome to the POKéMON LEAGUE.\pI, LORELEI of the ELITE FOUR,\nhave returned!\pYou know how it goes.\nNo one can best me when it comes\lto icy POKéMON.\pFreezing moves are powerful.\pYour POKéMON will be at my mercy\nwhen they are frozen solid.\pHahaha!\nAre you ready?{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}
pl: Wiatmy w LIDZE POKéMON.\pJa, LORELEI z\nELITARNEJ CZWÓRKI,\npowracam!\pSam wiesz jak to leci...\nNikt nie pobije moich lodowych\lPOKéMONÓW.\pZmrażające ruchy są potężne.\pTwoje POKéMONY będą błagać o litość,\ngdy zrobię z nich kostki lodu.\pChachacha!\nGotowy?{PLAY_BGM}{MUS_ENCOUNTER_GYM_LEADER}

source: …Things shouldn't be this way!
pl: …Tak nie powinno się stać!

source: You're better than I thought.\nGo on ahead.\pYou only got a taste of the\nPOKéMON LEAGUE's power.
pl: Jest lepiej niż myślałam.\nW takim razie ruszaj.\pTo tylko przedsmak\nmocy LIGI POKéMON.

# Who are you? There shouldn't be anyone here.
source: Who are you?\nThere shouldn't be anyone here.
pl: Kim jesteś?\nNie powinno tu nikogo być!

# A key? I don't know what you're talking about.
source: A key? I don't know what you're\ntalking about.
pl: Klucz? Nie wiem o co ci chodzi,\nmaluchu.

# W-w-waah! You startled me! I thought you were a ghost.
source: W-w-waah! You startled me!\nI thought you were a ghost.
pl: C-co! Przestraszyłeś mnie!\nMyślałem, że jesteś duchem.

# Tch! I can't get any wins.
source: Tch!\nI can't get any wins.
pl: Jakoś mi dziś nie idzie.

# I was exploring here by myself, but I feel spooked.pI ought to go soon.
source: I was exploring here by myself,\nbut I feel spooked.\pI ought to go soon.
pl: Sam tutaj zwiedziałem, ale\nzacząłem się bać.\pChciałem sobie już iść.

source: A secret switch!\pPress it?
pl: Sekretny guzik!\pNacisnąć?

source: Who wouldn't?
pl: Oczywiście!

source: Not quite yet!
pl: Jeszcze nie!

# I can't get out! This old place is one big puzzle.
source: I can't get out!\nThis old place is one big puzzle.
pl: Nie mogę wyjść!\nTo miejsce to wielka pułapka.

# Oh, no! My bag of loot!
source: Oh, no!\nMy bag of loot!
pl: Och nie!\nMoja torba!

# The switches here open and close alternating sets of doors.
source: The switches here open and close\nalternating sets of doors.
pl: Te guziki otwierają i zamykają\nróżne zestawy drzwi.

source: Diary: July 5\nGuyana, South America\pA new POKéMON was discovered deep\nin the jungle.
pl: Pamiętnik: 5 Lipca\nGuyana, Pd. Ameryka\pW dżungli odkryto nowego\nPOKéMONA.

# Diary: July 10 We christened the newly discoveredlPOKéMON, MEW.
source: Diary: July 10\nWe christened the newly discovered\lPOKéMON, MEW.
pl: Pamiętnik: 10 Lipca\nOchrzciliśmy nowoodkrytego\lPOKéMONA, MEW.

source: This place is, like, huge!
pl: To miejsce jest ogromne!

source: Ayah!
pl: Ajah!

source: I wonder where my partner went.
pl: Ciekawe, gdzie mój partner.

source: My mentor once lived here.
pl: Żył tu kiedyś mój mentor.

# Whew! Overwhelming!
source: Whew!\nOverwhelming!
pl: Ufff!\nCo za potęga!

# So, you're stuck? Try jumping off over there!
source: So, you're stuck?\nTry jumping off over there!
pl: Więc, utknąłeś?\nSpróbuj zeskoczyć tędy!

# Diary: Feb. 6 MEW gave birth.pWe named the newborn MEWTWO.
source: Diary: Feb. 6\nMEW gave birth.\pWe named the newborn MEWTWO.
pl: Pamiętnik:\nMEW wydał potomstwo.\pMłode nazwano MEWTWO.

# Uh-oh… Where am I now?
source: Uh-oh…\nWhere am I now?
pl: Uch-och…\nGdzie jestem?

source: Awooh!
pl: Ałuch!

# You can find stuff lying around. The residents must've left them.
source: You can find stuff lying around.\nThe residents must've left them.
pl: Na ziemii leżą różne rzeczy.\nRezydenci musieli je zostawić.

# This place is ideal for a lab. Look at all this space.
source: This place is ideal for a lab.\nLook at all this space.
pl: To miejsce jest idealne na\nlaboratorium. Tyle miejsca!

source: What was that for?
pl: Po co to było?

# I like it here. It's conducive to my studies.
source: I like it here.\nIt's conducive to my studies.
pl: Lubię to miejsce.\nPomaga mi się uczyć.

source: Diary: Sept. 1\nMEWTWO is far too powerful.\pWe have failed to curb its vicious\ntendencies…
pl: Pamiętnik: 1 Wrz.\nMEWTWO jest zbyt silny.\pNie udało nam się opanować jego\nszaleństw…

# POKéMON TOWER was erected in the memory of POKéMON that died.
source: POKéMON TOWER was erected in the\nmemory of POKéMON that died.
pl: WIEŻA POKéMON powstała ku pamięci\nzmarłym POKéMONOM.

# Did you come to pay respects?pBless your POKéMON-loving heart, son.
source: Did you come to pay respects?\pBless your POKéMON-loving heart,\nson.
pl: Przybyłeś się za nie pomodlić?\pMasz bardzo dobre serce,\nsynku.

# Did you come to pay respects?pBless your POKéMON-loving heart, girl.
source: Did you come to pay respects?\pBless your POKéMON-loving heart,\ngirl.
pl: Przybyłaś się za nie pomodlić?\pMasz bardzo dobre serce,\ncóreczko.

# I came to pray for my dearly departed CLEFAIRY.pSniff! I'm awash in tears…
source: I came to pray for my dearly\ndeparted CLEFAIRY.\pSniff!\nI'm awash in tears…
pl: Chcę pomodlić się za moją\nmalutką CLEFAIRY.\pChlip!\nJestem cały zapłakany…

# My GROWLITHE… Why did you die?
source: My GROWLITHE…\nWhy did you die?
pl: Mój GROWLITHE…\nCzemuś odszedł?

source: I am a CHANNELER.\pThere are spirits up to mischief.\nI sense them high in the TOWER.
pl: Jestem EGZORCYSTĄ.\pSą tu dusze pełne zła.\nCzuję je na wysoko wewnątrz WIEŻY.

source: {RIVAL}: Hey, {PLAYER}!\nWhat brings you here?\lIs your POKéMON dead?\pHey! It's alive!\pI can at least make them faint!\nLet's go!
pl: {RIVAL}: Hej, {PLAYER}!\nCo cię tutaj sprowadza?\lZdechły ci POKéMONY?\pHej! Żyją!\pAle mogę je przynajmniej zemdlić!\nNo to dawaj!

# What? You stinker!pI took it easy on you, too!
source: What?\nYou stinker!\pI took it easy on you, too!
pl: Co?\nŚmierdzielu!\pDałem ci fory!

source: How's your POKéDEX coming?\nI just caught a CUBONE!\pI can't find the bigger MAROWAK.\nWhere could they be?\pI bet there aren't any left!\pWell, I better get going.\nI've got a lot to accomplish,\lunlike you.\pSmell ya later!
pl: Jak tam twój POKéDEX?\nWłaśnie złapałem CUBONE'A!\pNie mogłem znaleźć MAROWAKA.\nCiekawe gdzie się kryją?\pPewnie już dawno wyginęły!\pNie ważne. Zbieram się.\nMam kupę roboty przed sobą,\lnie to co ty.\pNo to spadam!

source: Even we could not identify the\nwayward ghosts.\pA SILPH SCOPE might be able to\nunmask them.
pl: Nawet my nie możemy odkryć\ntożsamości duchów.\pSKANER SILPH jednak potrafi\nje zdemaskować.

# Urrg… Awaa… Huhu… Graa…
source: Urrg… Awaa…\nHuhu… Graa…
pl: Urrg… Ałaa…\nHuhu… Graa…

# Hwa! I'm saved!
source: Hwa!\nI'm saved!
pl: Hła!\nOcalona!

# The ghosts can be identified by the SILPH SCOPE.
source: The ghosts can be identified by\nthe SILPH SCOPE.
pl: Duchy mogą być zidentyfikowane\nSKANEREM SILPH.

# Kekeke… Kwaaah!
source: Kekeke…\nKwaaah!
pl: Kekeke…\nKłaaah!

# Hmm? What am I doing?
source: Hmm?\nWhat am I doing?
pl: Hmm?\nCo ja robię?

# Sorry! I was possessed!
source: Sorry!\nI was possessed!
pl: Sorry!\nJestem opętana!

# Be gone! Malevolent spirit!
source: Be gone!\nMalevolent spirit!
pl: Przepadnij!\nZły duchu!

# Whew! The spirit left!
source: Whew!\nThe spirit left!
pl: Uf!\nDuch odszedł!

# The others above… They must have been possessed.
source: The others above…\nThey must have been possessed.
pl: Inni na górze…\nPewnie są opętani!

# Ghost! No! Kwaaah!
source: Ghost! No!\nKwaaah!
pl: Duch! Nie!\nKłaaah!

source: Where is the ghost?
pl: Gdzie jest duch?

source: I must have been dreaming…
pl: Musiałam śnić…

# Be cursed with me! Kwaaah!
source: Be cursed with me!\nKwaaah!
pl: Bądź przeklęty!\nKłaaah!

source: What!
pl: Co!

# We can't determine the identity of the ghosts…
source: We can't determine the identity of\nthe ghosts…
pl: Nie możemy zidentyfikować\nduchów…

# Huhuhu… Beat me not!
source: Huhuhu…\nBeat me not!
pl: Huhu…\nPokonaj mnie!

# Huh? Who? What?
source: Huh?\nWho? What?
pl: Hę? \nKto? Co?

# May the departed POKéMON rest in peace…
source: May the departed POKéMON rest in\npeace…
pl: Niech te POKéMONY spoczywają\nw pokoju…

# Come, child! I have purified this space.lYou can rest here.
source: Come, child!\nI have purified this space.\lYou can rest here.
pl: Chodź, dziecko!\nUświęciłam to miejsce.\lMożesz tu odpocząć.

# Give…me… your…all…
source: Give…me…\nyour…all…
pl: Walcz…ze…\nmną……

source: Gasp!
pl: Heh?

source: I was under possession.
pl: Byłam opętana!

# You…shall… join…us…
source: You…shall…\njoin…us…
pl: Przyłącz……\nsię……

source: What a nightmare!
pl: Co za koszmar!

source: I was possessed.
pl: Byłam opętana.

source: Zombies!
pl: Zombie!

source: Ha?
pl: Hę?

source: I regained my senses.
pl: Wróciłam do zmysłów.

source: Whoo!
pl: Łuu!

# I fell to evil spirits despite my training in the mountains…
source: I fell to evil spirits despite my\ntraining in the mountains…
pl: Czuję jak złe duchy niszczą\nefekty mojego treningu…

# Entered the purified and protected zone.p{PLAYER}'s POKéMON were fully healed.
source: Entered the purified and protected\nzone.\p{PLAYER}'s POKéMON were fully\nhealed.
pl: Wkraczasz na uświęconą strefę\nchronioną.\pPOKéMONY są w pełni\nwyleczone.

# Give…me… blood…
source: Give…me…\nblood…
pl: Daj…mi…\nkrew…

source: Groan!
pl: Hej?

source: I feel anemic and weak…
pl: Czuje się osłabiona…

# Urff… Kwaah!
source: Urff…\nKwaah!
pl: Urff…\nKłaah!

source: Something fell out!
pl: Coś wypadło!

# My hair didn't fall out! It was a malevolent spirit!
source: My hair didn't fall out!\nIt was a malevolent spirit!
pl: Nie wypadły mi włosy!\nTo jakaś nieczysta dusza!

source: What's going on here?
pl: Co tu się dzieję?

# Be gone… Intruders…
source: Be gone…\nIntruders…
pl: Przepadnij…Intruz…

# The ghost was the restless spirit of CUBONE's mother!
source: The ghost was the restless spirit\nof CUBONE's mother!
pl: Duchem była umęczona dusza\nmatki CUBONE'A!

source: The mother's spirit was calmed.\pIt departed to the afterlife…
pl: Dusza matki została ukojona.\pWyruszyła do zaświatów…

# What do you want? Why are you here?
source: What do you want?\nWhy are you here?
pl: Czego chcesz?\nCo ty tu robisz?

source: I give up!
pl: Wystarczy!

source: I'm not going to forget this!
pl: Nie zapomnę ci tego!

source: This old guy marched right up to\nour HIDEOUT.\pThen, he starts ranting about how\nTEAM ROCKET's abusing POKéMON.\pSo, we're just talking it over as\nadults.
pl: Ten dziadek poleciał do naszej\nKRYJÓWKI!\pPotem zaczął jęczeć jak to\nniby ZESPÓŁ R wykorzystuje POKéMONY.\pWięc porozmawialiśmy jak prawdziwi\ndorośli.

# Please! No more!
source: Please!\nNo more!
pl: Proszę!\nDość!

source: POKéMON are only good for making\nmoney. Why not use them?\pYou stay out of our business!
pl: POKéMONY są dobre tylko dla\nrobienia pieniędzy. I co?\pNie mieszaj się w nasze sprawy!

source: You're not saving anyone, kid!
pl: Nikogo nie ocalisz, maluchu!

source: Don't fight us ROCKETS!
pl: Nie walcz z ZESPOŁEM R!

source: You're not getting away with this!
pl: Nie ujdzie ci to na sucho!

source: MR. FUJI: Heh?\nYou came to save me?\pThank you. But, I came here of my\nown free will.\pI came to calm the spirit of\nCUBONE's mother.\pI think MAROWAK's spirit has\nfinally left us.\pI must thank you for your kind\nconcern.\pFollow me to my home, POKéMON\nHOUSE, at the foot of this tower.
pl: PAN FUJI: Heh?\nPrzybyłeś mnie ocalić?\pDziękuję, ale przybyłem tu\nz własnej woli.\pJestem tu, by uspokoić duszę\nmatki CUBONE'A.\pMyślę, że duch MAROWAKA wreszcie\nnas opuścił.\pMuszę ci podziękować, za\ntwój miły gest.\pChodź za mną, do mojego DOMU\nPOKéMONÓW, u podnóża wieży.

# Who are you? How did you get here?
source: Who are you?\nHow did you get here?
pl: Kim jesteś?\nJak się tu dostałeś?

# Oww! Beaten!
source: Oww!\nBeaten!
pl: Pokonany!

# Blast it… You're dissing TEAM ROCKET, aren't you?
source: Blast it… You're dissing TEAM\nROCKET, aren't you?
pl: Szkoda… Szpiegujesz ZESPÓŁ\nR, czyż nie?

# You broke into TEAM ROCKET's operation? What nerve!
source: You broke into TEAM ROCKET's\noperation? What nerve!
pl: Jak śmiesz przerywać nam w\nśrodku akcji ZESPOŁU R?

source: Boom!
pl: Buum!

# You're not going to get away with this, brat!
source: You're not going to get away with\nthis, brat!
pl: Nie ujdzie ci to na sucho,\ngnojku!

source: Intruder alert!
pl: Alarm! Intruz!

source: I can't do it!
pl: Nie mogę!

# SILPH SCOPE? Humph! I don't know where it is.
source: SILPH SCOPE? Humph!\nI don't know where it is.
pl: SKANER SILPH? Heh!\nNie wiem gdzie to jest.

source: Why did you come here?
pl: Dlaczego tu jesteś?

source: This won't do!
pl: Tak się nie da

# Okay, I'll talk… Take the elevator to see my BOSS.
source: Okay, I'll talk…\nTake the elevator to see my BOSS.
pl: Dobra, powiem ci…\nPojedź windą, by poznać SZEFA.

source: Are you lost, you little mouse?
pl: Zgubiłaś się, mała myszko?

source: Why…?
pl: Co…?

# Uh-oh, that ruckus somehow opened the door!
source: Uh-oh, that ruckus somehow opened\nthe door!
pl: Ojej, w jakiś sposób walka\notworzyła drzwi!

# BOSS said you can see ghosts with the SILPH SCOPE.
source: BOSS said you can see ghosts with\nthe SILPH SCOPE.
pl: SZEF mówił, że przez SKANER\nSILPH widać duchy.

# The TEAM ROCKET HQ has four underground floors.pThink you can reach the BOSS?
source: The TEAM ROCKET HQ has four\nunderground floors.\pThink you can reach the BOSS?
pl: BAZA ZESPOŁU R ma cztery\npodziemne piętra.\pMyślisz, że znajdziesz SZEFA?

# Stop meddling in TEAM ROCKET's affairs or else!
source: Stop meddling in TEAM ROCKET's\naffairs or else!
pl: Przestań mieszać się w sprawy\nZESPOŁU R!

# Oof! Taken down!
source: Oof!\nTaken down!
pl: No nie!

# SILPH SCOPE? Oh, that machine the BOSS stole.pIt's here somewhere.
source: SILPH SCOPE?\nOh, that machine the BOSS stole.\pIt's here somewhere.
pl: SKANER SILPH?\nOch, maszyna, którą ukradł SZEF?\pGdzieś tu musi być.

# We got word from upstairs that you were coming!
source: We got word from upstairs that you\nwere coming!
pl: Dostaliśmy wiadomość z góry, że\nsię tu zjawisz!

# What? I lost? No!
source: What?\nI lost? No!
pl: Co?\nPrzegrałem?

# Go ahead and go!pBut you can't run the elevator without the LIFT KEY.
source: Go ahead and go!\pBut you can't run the elevator\nwithout the LIFT KEY.
pl: Dobra, idź se!\pAle bez KLUCZA nie uruchomisz \nwindy.

source: So! I must say, I am impressed you\ngot here.\pTEAM ROCKET captures POKéMON from\naround the world.\pThey're important tools for keeping\nour criminal enterprise going.\pI am the leader, GIOVANNI!\pFor your insolence, you will feel a\nworld of pain!
pl: No! Muszę przyznać, że jestem pod\nwrażeniem.\pZESPÓŁ R łapie POKéMONY z całego\nświata.\pSą ważnymi narzędziami nakręcającymi\nnasz przestępczy interes.\pJestem przywódcą grupy, GIOVANNI!\pZa twoją ciekawość, zostaniesz srogo\nukarany!

# WHAT! This can't be!
source: WHAT!\nThis can't be!
pl: CO!\nNiemożliwe!

source: I see that you raise POKéMON with\nutmost care.\pA child like you would never\nunderstand what I hope to achieve.\pI shall step aside this time!\pI hope we meet again…
pl: Widzę, że szczególnie troskliwie\ntrenujesz POKéMONY.\pDziecko takie jak ty, nigdy nie\nzrozumie co chcę osiągnąć.\pRuszam.\pMam nadzieję, że jeszcze\nsię spotkamy…

# I know you! You ruined our plans at MT. MOON!
source: I know you!\nYou ruined our plans at MT. MOON!
pl: Znam cię!\nPokrzyżowałeś szyki na GÓRZE MOON!

source: Burned again!
pl: Znowu!!

# Do you have something against TEAM ROCKET?
source: Do you have something against TEAM\nROCKET?
pl: Masz coś przeciwko ZESPOŁOWI R?

# How can you not see the beauty of our evil?
source: How can you not see the beauty of\nour evil?
pl: Jak możesz niedostrzegać piękna\nzła?

source: Ayaya!
pl: Ajaja!

# BOSS! I'm sorry I failed you!
source: BOSS!\nI'm sorry I failed you!
pl: SZEFIE!\nPrzepraszam!

# The elevator doesn't work? Who has the LIFT KEY?
source: The elevator doesn't work?\nWho has the LIFT KEY?
pl: Winda nie działa?\nCiekawe kto ma KLUCZ?

# Oh, no! I dropped the LIFT KEY!
source: Oh, no!\nI dropped the LIFT KEY!
pl: Ojej!\nUpuściłem KLUCZ DO WINDY!

source: It appears to need a key.
pl: Potrzebny jest klucz.

source: This tunnel goes a long way, kid!
pl: Ten tunel jest bardzo długi!

# Doh! You win!
source: Doh!\nYou win!
pl: O!\nWygrałeś!

source: Watch for ONIX.\nThey appear only occasionally.\pHigh-level ones can put the\nsqueeze on you!
pl: Uważaj na ONIXY.\nPojawiają się dość rzadko,\pale te silniejsze mogą dać\nci szkołę!

# Hmm. Maybe I'm lost in here…
source: Hmm.\nMaybe I'm lost in here…
pl: Hmm.\nMoże się zgubiłem…

# Ease up! What am I doing?lWhich way is out?
source: Ease up!\nWhat am I doing?\lWhich way is out?
pl: Spokojnie!\nCo ja robię?\lKtórędy wyjście?

# That sleeping POKéMON on ROUTE 12 forced me to take this detour.
source: That sleeping POKéMON on ROUTE 12\nforced me to take this detour.
pl: Ten śpiący POKéMON na DRODZE 12\nzmusił mnie do przejścia tędy.

# Outsiders like you need to show me some respect!
source: Outsiders like you need to show me\nsome respect!
pl: Tacy outsiderzy jak ty, mają mi\nokazać szacunek!

source: I give!
pl: Nonono!

source: You're talented enough to hike!
pl: Masz talent do podróżowania!

# POKéMON fight! Ready, go!
source: POKéMON fight!\nReady, go!
pl: Walka POKéMON!\nRuszamy!

source: Game over!
pl: Koniec!

source: Oh well, I'll get a ZUBAT as I go!
pl: Ojej, po drodzę złapie ZUBATA!

# Eek!pDon't try anything funny in the dark!
source: Eek!\pDon't try anything funny in the\ndark!
pl: Eek!\pNie próbuj mnie obmacywać po\nciemku!

source: It was too dark…
pl: Zbyt ciemno…

source: I saw a MACHOP in this tunnel.
pl: Właśnie uciekł mi MACHOP.

# I came this far looking for wild POKéMON.
source: I came this far looking for wild\nPOKéMON.
pl: Dotarłam aż tu szukając nowych\nPOKéMONÓW.

source: I'm out of POKéMON!
pl: Skończyły mi się!

# You looked cute and harmless. Was I ever wrong!
source: You looked cute and harmless.\nWas I ever wrong!
pl: A wyglądałeś tak bezbronnie.\nMój błąd!

# You have POKéMON! Let's start!
source: You have POKéMON!\nLet's start!
pl: Masz POKéMONY?\nNo to dawaj!

source: You play hard!
pl: Ostro grasz!

# Whew! I'm all sweaty now.
source: Whew!\nI'm all sweaty now.
pl: Uff!\nAż się spociłam.

# ROCK TUNNEL CERULEAN CITY - LAVENDER TOWN
source: ROCK TUNNEL\nCERULEAN CITY - LAVENDER TOWN
pl: TUNEL SKAŁ \nCERULEAN CITY - LAVENDER TOWN

source: Do you know how you can avoid\ngetting lost in the mountains?\pYou can bend twigs as trail\nmarkers.
pl: Wiesz jak uniknąć zgubienia\nsię w środku gór?\pMożesz łamać gałązki na drzewach,\nby znaczyć drogę.

# Ohhh! I did my best!
source: Ohhh!\nI did my best!
pl: Zrobiłam co mogłam!

source: I want to go home!
pl: Chcę do dodmu!

# Hahaha! Can you beat my power?
source: Hahaha!\nCan you beat my power?
pl: Chachacha!\nPowalisz moją moc?

# Oops! Outmuscled!
source: Oops!\nOutmuscled!
pl: Ups! \nPrzegięcie!

# I go for power because I hate thinking.
source: I go for power because I hate\nthinking.
pl: Korzystam z siły, bo nie\nlubię myśleć.

# You have a POKéDEX? I want one, too.
source: You have a POKéDEX?\nI want one, too.
pl: Masz POKéDEX?\nJa też chcę jednego!

# Shoot! I am so jealous!
source: Shoot!\nI am so jealous!
pl: Kurcze!\nZazdroszczę ci!

# When you finish your POKéDEX, can I have it?
source: When you finish your POKéDEX,\ncan I have it?
pl: Dasz mi swój POKéDEX,\ngdy ci się znudzi?

# Um… Do you know about POKéMON cosplay?
source: Um… Do you know about POKéMON\ncosplay?
pl: Um… Wiesz o POKéMON\ncosplay?

source: Well, that's that.
pl: No właśnie.

# POKéMON cosplay is dressing up as POKéMON for fun.pCLEFAIRY is a favorite.
source: POKéMON cosplay is dressing up as\nPOKéMON for fun.\pCLEFAIRY is a favorite.
pl: POKéMON cosplay to przebieranie\nsię za POKI dla zabawy.\pCLEFAIRY panuje.

# My POKéMON techniques will leave you crying!
source: My POKéMON techniques will leave\nyou crying!
pl: Moje techniki pozostawią cię\nz płaczem!

# I give! You're a better technician!
source: I give!\nYou're a better technician!
pl: No!\nJesteś lepszy technicznie!

# In mountains, you'll often find ROCK-type POKéMON.
source: In mountains, you'll often find\nROCK-type POKéMON.
pl: W górach jest pełno KAMIENNYCH\nPOKéMONÓW.

# I don't often come here, but I will battle you.
source: I don't often come here, but I will\nbattle you.
pl: Nie przychodzę tu często, ale i\ntak cię skopię.

# Oh! I lost!
source: Oh!\nI lost!
pl: Po mnie!

# I like tiny POKéMON. Big ones are too scary!
source: I like tiny POKéMON.\nBig ones are too scary!
pl: Lubię małe POKéMONY.\nWielkie są straszne!

source: Hit me with your best shot!
pl: Uderz mnie z całej siły!

source: Fired away!
pl: Potęga!

# I'll raise my POKéMON to beat yours, kid.
source: I'll raise my POKéMON to beat\nyours, kid.
pl: Moje POKéMONY są silniejsze\nod twoich!

# I draw illustrations of POKéMON when I'm home.
source: I draw illustrations of POKéMON\nwhen I'm home.
pl: Gdy jestem w domu rysuję\nilustracje POKéMONÓW.

# Whew… I'm exhausted…
source: Whew…\nI'm exhausted…
pl: Uff…\nWykończony…

# I'm an artist, not a fighter. I'll go home to draw.
source: I'm an artist, not a fighter.\nI'll go home to draw.
pl: Jestem artystą, nie wojownikiem.\nPójdę porysować.

source: Hi!\nI work at a POKéMON MART.\pIt's part of a convenient chain\nselling all sorts of items.\pPlease, visit us in VIRIDIAN CITY.\pI know, I'll give you a sample.\nHere you go!
pl: Witam!\nPracuję w POKéMON MART.\pTo sieć sklepów sprzedająca\nnajprzeróżniejsze przedmioty.\pProszę, odwiedź nas w VIRIDIAN CITY.\pWiem! Dam ci próbkę.\nProszę bardzo!
